<%@ page language="java" contentType="text/html; charset=UTF-8"%>
<%request.setCharacterEncoding("utf-8"); %>
<%response.setContentType("text/html; charset=UTF-8"); %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h1 class="Content-module_header--18iOS">회원가입 및 운영약관</h1>
<h2 class="Content-module__sectionHeader--3PSbg">제 1 조 (목적)</h2>
<pre class="Content-module__item--FtOf9">이 약관은 주식회사 SWAG(이하 "당사"이라 합니다)가 운영하는 
에서 제공하는 서비스(이하 "서비스"라 합니다)를 이용함에 있어 "당사"와 이용자의 권리 및 의무 및 책임사항을 규정함을 목적으로 합니다.
</pre>
<h2 class="Content-module__sectionHeader--3PSbg">제 2 조 (정의)</h2>
<pre class="Content-module__item--FtOf9">
1. "당사"란 서비스를 제공하는 (주)SWAG 말하며, (주)SWAG 중개 및 판매하는 재화 또는 용역(이하 "재화 등"이라 합니다)을 
이용자에게 제공하기 위하여컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장인 사이버 몰의 의미로도 사용합니다.
2. "이용자"란 "당사"에 접속하여 이 약관에 따라 "당사"가 제공하는 서비스를 받는 회원을 말합니다.
3. "회원"이라 함은 "당사"에 개인정보를 제공하여 회원등록을 한 자로서,"당사"의 정보를 지속적으로 제공받으며,"당사"가 
제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
4. “파트너"라고 함은 당사가 여행자에게 중개한 자로서 여행자에게 각종 여행 서비스를 제공하는 자를 말합니다.
5. "가이드"라고 함은 파트너 중 SWAG 플랫폼을 통해 직접 여행지에서 여행자에게 투어 서비스를 제공하는 자를 말합니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">제 3 조 (약관의 명시와 개정)</h2>
<pre class="Content-module__item--FtOf9">1. "당사"는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지, 
주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호, 
개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 “당사” 웹사이트의 초기 서비스화면(전면)에 게시합니다. 다만, 
약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
2. "당사"는 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 
정보통신망 이용 촉진 등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3. "당사"가 약관을 개정할 경우에는 적용일자 및 개정내용, 개정사유 등을 명시하여 현행 약관과 함께 "당사" 웹사이트의 초기화면이나 
초기화면과의 연결화면에 그 적용일자 7 일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 
변경하는 경우에는 최소한 30 일 이전의 유예기간을 두고 공지합니다. 이 경우 "당사"는 중요내용에 관하여 개정 전 내용과 개정 후 
내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
4. "당사"가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 
계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 
제 3 항에 의한 개정 약관의 공지기간 내에 "당사"에 송신하여 동의를 받은 경우에는 개정일자부터 개정약관 조항이 적용됩니다.
5. “당사”가 약관을 개정하는 경우 이용자는 개정약관에 동의하지 않을 권리가 있습니다. 
이용자가 개정약관에 동의하지 않을 경우에는 서비스 이용을 중단하고 “당사”에 탈퇴를 요청할 수 있습니다. 
다만 이용자가 제3항의 방법 등으로 고지한 개정약관의 개정 유예기간 내에 “당사”의 개정약관에 동의하지 않겠다는 명시적인
 의사표시를 하지 않는 경우 개정 약관에 동의한 것으로 간주합니다.
6. 이 약관은 “당사”와 이용자간에 성립되는 서비스 이용 관련 기본약정입니다. “당사”는 필요한 경우 특정 서비스에 관하여 적용될 
사항(이하 "개별약관"이라고 합니다)을 정하여 미리 공지할 수 있으며, 이러한 개별약관에 동의하고 특정 서비스를 이용하는 경우에는 개별약관이 우선적으로 적용되고, 
이 약관은 보충적인 효력을 갖습니다. 개별약관의 변경에 관해서는 위 제 3 항 및 제 4 항을 준용합니다.
7. 이용자가 가입시 동의한 약관에 관하여 열람을 요구할 경우, “당사”는 이용자가 가입시 기재한 전자우편 주소로 링크형태로 전송합니다.
8. "당사"는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및 이용조건을 각 개별 서비스마다 별도로 정하여 회원의 동의를 얻을 수 있습니다. 
이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.
9. 이 약관과 개별약관에도 정하지 아니한 사항과 “당사" 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 
정부가 제정한 전자 상거래 등에서의 소비자보호 지침 등 관계법령, 정부기관의 해석 또는 상관례에 따릅니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">제 4 조 (서비스의 제공 및 변경)</h2>
<pre class="Content-module__item--FtOf9">1. "당사"는 다음과 같은 업무를 수행합니다.
    (1) "당사”가 직접 판매하는 재화 등에 대한 정보 제공, 및 재화 등의 판매계약 체결
    (2) 가이드와의 여행계약 체결 중개를 포함한 재화 등의 판매계약의 중개
    (3) 기타 "당사"가 정하는 업무 등
2. 중개 서비스의 경우 “당사”는 가이드 및 판매자와 이용자 간의 거래의 신뢰도 및 안정성을 증진시키는 도구(플랫폼)만을 제공하며, 
가이드 및 판매자와 이용자 간에 성립된 거래에 관련된 책임은 거래의 당사들 스스로가 부담하여야 합니다.
3. "당사"는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 
이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
4. "당사"가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 
이용자에게 통지 가능한 주소로 즉시 통지합니다.
5. "당사”는 필요하다고 판단하는 경우 서비스의 일부를 제휴업체 등 제3자에 위탁할 수 있습니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">제 5 조 (서비스의 중단)</h2>
<pre class="Content-module__item--FtOf9">1. "당사"는 컴퓨터 등 정보통신설비의 보수 점검, 교체 및 고장, 통신의 두절, 
서비스 이용의 폭주 및 국가비상사태, 정전, 천재지변 등의 불가항력적인 사유가 있는 경우 등, 정상적인 서비스 이용에 지장이 있는 경우 등의 사유가 발생한 경우에는 
서비스의 제공을 일시적으로 중단할 수 있습니다.
2. 사업종목의 전환, 사업의 포기, 업체간 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 "당사”는 제 8 조에 정한 방법으로 이용자에게 통지합니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">제 6 조 (회원가입)</h2>
<pre class="Content-module__item--FtOf9">1. 이용자는 "당사"가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 
의사표시를 함으로써 회원가입을 신청합니다.
2. "당사"는 제 1 항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
    (1) 가입신청자가 이 약관 제 7 조 제 3 항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제 7 조 제 3 항에 의한 회원자격 상실 후 3 년이
     경과한 자로서 "당사"의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
    (2) 등록 내용에 허위, 기재누락, 오기가 있는 경우
    (3) 기타 회원으로 등록하는 것이 "당사"의 기술상 현저히 지장이 있다고 판단되는 경우
3. 회원가입의 성립시기는 "당사"의 승낙이 회원에게 도달한 시점으로 합니다.
4. 회원은 제 1 항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 및 기타 방법으로 “당사”에 그 변경사항을 알려야 합니다.</pre>

<h2 class="Content-module__sectionHeader--3PSbg">제 7 조 (회원 탈퇴 및 자격 상실 등)</h2>
<pre class="Content-module__item--FtOf9">1. 회원은 "당사"에 언제든지 탈퇴를 요청할 수 있으며 "당사"는 즉시 회원 탈퇴를 처리합니다.
2. 회원이 다음 각 호의 사유에 해당하는 경우, "당사"는 회원자격을 제한 또는 정지시킬 수 있습니다. 이로 인하여 “당사”가 손해를 입은 경우, 회원은 그러한 손해를 배상하여야 합니다.
    (1) 가입 신청 시에 허위 내용을 등록한 경우
    (2) "당사"를 이용하여 구입한 재화 등의 대금, 기타 "당사"이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
    (3) 다른 사람의 "당사" 이용을 방해하거나 그 정보를 도용하는 등 전자상거래질서를 위협하는 경우
    (4) "당사"를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
    (5) 다음과 같은 행위 등으로 "당사"의 건전한 운영을 해하거나 "당사"의 업무를 방해하는 경우
        가. "당사"의 운영에 관련하여 근거 없는 사실 또는 허위의 사실을 적시하거나 유포하여 "당사"의 명예를 실추시키고 "당사"의 신뢰성을 해하는 경우
        나. "당사"의 운영과정에서 직원에게 폭언 또는 음란한 언행을 하여 업무환경을 심각히 해하는 경우
        다. "당사"의 운영과정에서 이유 없는 잦은 연락이나 소란 또는 협박, 인과관계가 입증되지 않는 피해에 대한 보상(적립금, 현금, 상품)요구 등으로 업무를 방해하는 경우
        라. "당사"를 통해 구입한 상품 또는 용역에 특별한 하자가 없는데도 불구하고 일부 사용 후 상습적인 취소, 전부 또는 일부 반품 등으로 회사의 업무를 방해하는 경우
    (6) 타인의 정보를 도용하는 경우
    (7) 서비스의 이용권한, 기타 “당사” 와의 계약상 지위를 타인에게 양도, 임대하거나 담보로 제공하는 경우
    (8) "당사"의 사전 서면 승낙 없이 서비스를 이용하여 영업활동을 하는 경우
    (9) 서비스에 위해를 가하거나, 변경하는 경우
    (10) 서비스를 통해 얻은 정보를 “당사”의 사전 승낙 없이 서비스 이용 외의 목적으로 복제하거나, 이를 출판 및 방송 등에 사용하거나, 제 3자에게 제공하는 경우
    (11) 모욕적이거나 명예 훼손적인 내용 또는 공서양속에 위반되는 저속, 음란한 내용의 정보를 유포하는 행위
    (12) 타인의 개인정보를 수집하는 행위
    (13) 다른 이용자를 희롱 또는 위협하거나, 특정 이용자에게 지속적으로 고통 또는 불편을 주는 행위
    (14) 이 약관의 제20조 이용자의 의무를 포함하여 기타 “당사”가 정한 제반 규정 또는 이용 조건 등을 위반하는 경우
3. "당사"가 회원 자격을 제한 또는 정지시킨 후 동일한 행위가 2 회 이상 반복되거나 30 일 이내에 그 사유가 시정되지 아니하는 경우 "당사"는 회원자격을 상실시킬 수 있습니다.
4. "당사"가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고 회원등록 말소 전에 최소한 30 일 이상의 기간을 정하여 소명할 기회를 부여합니다.</pre>
</body>
</html>