<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h1 class="Content-module_header--18iOS">개인정보 처리방침</h1>
<h3 class="Content-module__subHeader--1sq4r">개인정보 취급에 대한 명칭 변경 및 구체화 수립</h3>
<pre class="Content-module__item--FtOf9">주식회사 마이리얼트립 (이하 "당사")은 고객의 개인정보를 중요시하며, 
개인정보의 보호와 관련하여 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 및 「개인정보 보호법」 등 관련법 상의 개인정보 보호 규정을 준수하고 있으며, 
당사는 고객(파트너 포함)이 당사의 개인정보 처리방침의 내용에 대하여
 「동의」 버튼 또는 「취소」 버튼을 클릭할 수 있는 절차를 마련하여, 「동의」 버튼을 클릭하면 개인정보 수집 및 이용 등 아래 개인정보 처리방침에 대해 동의한 것으로 봅니다.
 고객은 「취소」 버튼을 클릭하여 당사의 개인정보 수집·이용을 거부할 수 있고, 이 경우 당사의 일부 서비스 사용이 제한됩니다.
본 개인정보처리방침은 당사가 운영하는 웹사이트(https://www.myrealtrip.com/) 및 어플리케이션(Application, 
이하 웹사이트와 어플리케이션을 통칭하여 "마이리얼트립 플랫폼")에서 제공하는 제반 서비스(이하 "서비스"라 합니다)에 적용되며, 다른 플랫폼에서 제공되는 서비스에 대해서는 별개의 개인정보처리방침이 적용될 수 있습니다. 
당사가 개인정보처리방침을 개정할 때에는 제15조에 따라 마이리얼트립 플랫폼의 공지사항(또는 개별공지)을 통하여 공지합니다.
개인정보처리방침은 다음과 같은 의미를 가지고 있음을 고지하여 드립니다.
① 당사는 고객에게 당사가 수집하는 개인정보의 내역, 이용 방법, 제공 또는 위탁되는 정보, 파기 방법 등을 개인정보처리방침을 통해 알려드리고 있습니다.
② 고객은 개인정보자기결정권을 비롯한 자신의 개인정보에 대한 법률상 권리를 보유하고 있습니다. 그리고 본 개인정보처리방침은 고객의 개인정보에 대한 법률상 권리의 행사 방법을 안내합니다.
③ 본 개인정보처리방침은 개인정보 침해사고를 예방하고, 사고가 이미 발생하였을 때 피해를 복구하기 위한 방법을 안내합니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">1. 개인정보의 수집 및 이용목적</h2>
<pre class="Content-module__item--FtOf9">당사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
① 여행 상품 판매 및 중개 서비스의 이행과 서비스 제공에 따른 요금정산 - 여행상품 예약, 컨텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및 금융서비스, 요금추심 등
② 고객관리 - 고객관리 및 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가, 사용 방지, 가입/탈퇴 의사 확인, 연령확인, 만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 
불만처리 및 민원처리, 고지사항 전달 등
③ 파트너의 신원파악 - 파트너 본인확인, 개인식별, 불량 또는 부적법한 파트너에 대한 중개 서비스 제공 방지와 사용 방지 등
④ 기타 - 본인 의사 확인 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보 안내</pre>
<h2 class="Content-module__sectionHeader--3PSbg">2. 개인 정보 수집 항목</h2>
<pre class="Content-module__item--FtOf9">당사가 서비스 제공을 위해 제공받는 수집한 최소한의 개인 정보 항목과 목적은 다음과 같습니다.</pre>
<pre class="Content-module__item--FtOf9">① 회원인식 및 예약 목적으로 수집하는 정보</pre>
<div class="Content-module__item--FtOf9">
<table border="1">
	<col width="350px">
	<col width="230px">
	<col width="80px">
<thead>
	<tr>
		<td>수집항목</td>
		<td>수집목적</td>
		<td width="50">구분</td>
	</tr>
</thead>
<tbody>
<tr>
<td>성명,이메일주소,패스워드</td>
	<td rowspan="3">홈페이지 회원 가입 및 관리</td>
	<td rowspan="2">필수</td>
</tr>
<tr>
	<td>만14세미만 법정대리인의 성명, 관계, 휴대폰번호, 가족관계 증빙서류</td>
</tr>
<tr>
	<td>연령대, 여행 목적, 신용카드사 정보, SNS연동 이메일 주소 , SNS연동 프로필 이미지</td>
	<td>선택</td>
</tr>
</tbody>
</table>
</div>

<pre class="Content-module__item--FtOf9">② 예약 또는 서비스 제공</pre>
<table border="1">
	<col width="350px">
	<col width="230px">
	<col width="80px">
	<thead>
		<tr>
			<td>수집항목</td>
			<td>수집목적</td>
			<td width="50">구분</td>
		</tr>
	</thead>
<tbody>
	<tr>
		<td>성명, 주소, 휴대전화번호, 이메일주소</td>
		<td rowspan="2">예약내역 확인 및 상담</td>
		<td>필수</td>
   </tr>
	<tr>
		<td>입출국, 영문명, 여권정보</td>
		<td>선택</td>
	</tr>
	<tr>
		<td>영문명, 생년월일, 여권정보(여권번호, 여권만료일)</td>
		<td rowspan="2">항공권/호텔 예약</td>
		<td>필수</td>
	</tr>
	<tr>
		<td>이메일정보, 휴대폰번호, 성별</td>
		<td>선택</td>
	</tr>
	<tr>
		<td>사업자등록번호, 대표자명의 통장사본</td>
		<td rowspan="2">파트너 신원 파악</td>
		<td>필수</td>
	</tr>
	<tr>
		<td>라이센스번호, 보험서류</td>
		<td>선택</td>
	</tr>
	<tr>
		<td>성명, 생년월일, 가상계좌, 카드정보(카드번호, 카드만료일), 환불시(은행명, 계좌정보, 예금주)</td>
		<td>대금결제/환불/정산</td>
		<td>필수</td>
	</tr>
	<tr>
		<td>수령자명, 수령자주소, 수령자연락처</td>
		<td>예약 상품 상담/예약,물품배송</td>
		<td>선택</td>
	</tr>
	<tr>
		<td>성명, 휴대전화번호, 이메일 주소</td>
		<td>서비스홍보 및 마케팅 활용</td>
		<td>선택</td>
	</tr>
</tbody>
</table>

<pre class="Content-module__item--FtOf9">③ 스마트폰 앱 관리 : 스마트폰 앱을 통하여 마이리얼트립 서비스를 이용 시, 
단말기 정보 등에 접근할 필요가 있는 경우에는 이를 고지하고 승인을 얻습니다. 
다만, 승인을 해제하고자 하실 경우에는 스마트폰 상에서 '설정&gt;애플리케이션관리자' 에서 변경이 가능합니다.
</pre>

<h2 class="Content-module__sectionHeader--3PSbg">3. 개인정보의 이용 및 보유기간</h2>
<pre class="Content-module__item--FtOf9">① 고객님의 개인정보는 법령에 따른 개인정보 보유·이용기간 또는 당사가 고객으로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 처리 및 보유됩니다. 
단, 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정 기간 보유하여야 할 필요가 있을 경우 또는 관련법령의 규정에 의하여 일정기간 보유할 수 있습니다.
- 회원 가입 및 관리 기록: 1년, 다만 채권/채무관계 잔존 시에는 해당 채권/채무관계 정산 시까지
- 계약 또는 청약철회 등에 관한 기록: 5년, 다만 당사와 파트너와의 계약을 위해 파트너가 제공하는 신원정보는 파트너의 업무가 종료된 때로부터 5년까지
- 대금결제 및 재화 등의 공급에 관한 기록: 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록: 3년
- 표시/광고에 관한 기록: 6개월
② 당사는 회원가입시 지정한 유효기간 만료가 도래하기 30일 전까지, 당사의 보안지침에 따라 고객의 개인정보항목이 파기되거나 보관이 필요 할 경우 관련 법령에 따라 안전하게 분리 저장, 관리되는 사실을 고지합니다.
          
</pre>

<h2 class="Content-module__sectionHeader--3PSbg">4. 개인정보 처리 및 제공</h2>
<pre class="Content-module__item--FtOf9">① 당사는 고객의 개인정보를 회원 가입 및 이용약관 및 제1조 개인정보의 수집 및 이용목적에서 고지한 범위 또는 회원 가입시 
동의한 범위 및 이용약관에 명시한 범위 내에서 처리하며, 동 범위를 넘어 처리하거나 제3자에게 제공하지 않습니다.
② 당사는 고객에 대하여 보다 더 질 높은 서비스 제공 등을 위해 아래와 같이 제휴사에게 개인정보를 제공하고 있습니다. 당사는 고객님의 개인정보를 당사의 서비스와 무관한 타 기업, 
기관에 공개하지 않습니다. 단, 고객님의 개인정보를 제공하는 경우는 다음과 같으며, 고객님은 제공을 거부할 권리가 있으나 거부하실 경우 해당 서비스 제공에 어려움이 있을 수 있습니다.</pre>













</body>
</html>