<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h1 class="Content-module_header--18iOS">책임의 한계와 법적고지</h1>
<h3 class="Content-module__subHeader--1sq4r">서비스 책임에 관하여</h3>
<h2 class="Content-module__sectionHeader--3PSbg">1. 책임의 정의</h2>
<pre class="Content-module__item--FtOf9">본 책임의 한계와 법적 고지에서의 ‘책임’이라 함은 직간접, 부수적, 파생적인 모든 경우를 포함하며, 
타국에서 사용하는 이용자의 경우는 특정적, 징벌적인 손해배상의 청구와 관련한 모든 책임을 포함합니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">2. 적용대상 및 범위</h2>
<pre class="Content-module__item--FtOf9">책임제한에 관한 사항은 서비스를 통하여 제공되는 재화 및 용역, 
정보 및 광고 등 모든 내용에 대하여 적용되며, 서비스의 상태가 불안정한 경우 또는 종료되었을 경우에도 적용됩니다. 
또한, 서비스와 관련이 있는 범위 내에서 회사와 이용자간, 이용자와 이용자간, 
이용자와 제3자(‘제3자’라 함은 회사와 이용자를 제외한 모든 자를 의미합니다)
간 및 제 3자와 제3자간에 분쟁이 발생하였을 때에 적용됩니다.</pre>
<h2 class="Content-module__sectionHeader--3PSbg">3. 책임제한의 내용</h2>
<pre class="Content-module__item--FtOf9">(1) 정보에 대한 책임제한
<br>① 회사의 서비스는 이용자에게 이용자 또는 회사와 제휴관계에 있는 제휴계약자가 제공하는 용역 및 
서비스와 그에 대한 안내를 할 수 있는 웹사이트 혹은 연결(링크)만을 제공할 뿐이며, 회사의 부단한 노력에도 불구하고 회사가 서비스에서 제공되는 모든 게재 또는 등록한 답변, 
자료(컴퓨터프로그램 포함), 사진, 도형, 영상 또는 음악 등(이하 ‘게시물’이라고 함)을 사전에 검수하는 것은 현실적으로 불가능하므로 서비스가 제공하는 검색결과 또는 
서비스에 포함되어 있거나, 서비스를 통하여 전송되거나, 서비스로부터 연결(링크)된 다른 웹사이트에 게재(또는 수록)되어 있는 자료, 이미지, 광고 등 모든 내용
(이하 총칭하여 "정보"라 합니다)중에는 이용자의 개인적인 판단에 따라 불쾌감 또는 피해를 주는 정보가 있을 수도 있습니다. 따라서 이용자께서 열람하시는 다른 웹사이트에 
불법 내지는 선량한 풍속 기타 사회질서에 위반되는 정보가 게재(또는 수록)되어 있다 하더라도 회사는 이와 관련한 어떠한 책임도 지지 않습니다.<br>
<br>② 회사는 서비스가
 제공하는 검색결과 또는 서비스에 포함되어 있거나, 서비스를 통하여 전송되거나, 서비스로부터 연결(링크)된 웹사이트에 게재(또는 수록)되어 있는 정보의 정확성이나 신뢰성에 
 대해 어떠한 보증도 하지 않으며, 서비스에 게재되어 있는 정보에 근거하여 취득하게 되는 어떠한 재화와 용역에 대하여도 그것의 가치, 용도, 광고 및 기타 관계법령 준수여부 등에 대한 일체의 보증을 하지 않습니다.<br><br>
③ 회사는 서비스로부터 연결(링크)된 웹사이트에 게재(또는 수록)된 정보 및 서비스로부터 연결(링크)된 웹사이트를 통해 취득하게 되는 재화 및 용역이 저작권법 등 지적재산권에 관한 법률, 전자거래기본법 및 기타 관계법령의 준수여부를 보증하지 않습니다.<br><br>
④ 회사는 서비스로부터 연결(링크)된 다른 웹사이트를 통하여 이용자가 취득하게 되는 정보에 대한 별도의 고지 없는 임의 삭제, 저장실패, 여타의 어떠한 거래목적물(재화 및 용역)의 배송(또는 전송)상의 하자 또는 지체된 배송(또는 전송)에 대한 어떠한 책임도 지지 않습니다. 
또한, 서비스를 통하여 제공된 재화 및 용역 또는 전송 받은 자료를 이용하는 것은 이용자 스스로의 결정에 의한 위험부담을 전제로 하는 것이므로 이로부터 초래될 수 있는 모든 손실 또는 손해는 이용자 자신의 책임이며 회사는 이에 대한 어떠한 책임도 지지 않습니다.<br><br>
⑤ 회사는 상식적인 노력에 의한 통제가 불가능한 자연발생적 혹은 불가항력적인 원인으로 말미암은 서비스 제공의 이행지연이나 실패에 대하여는 일체의 책임을 지지 않습니다.<br><br>위 상식적인 노력에 의한 통제가 불가능한 자연발생적 혹은 불가항력적인 원인이라 함은 인터넷의 기능마비, 
회사의 서버 등 설비 또는 장비고장, 그밖에 다른 핵심장비들로 서비스의 제공에 필수적인 장비의 고장, 정전, 파업, 노사분규, 폭동, 화재, 수해, 전쟁 등외에도 이와 유사한 모든 예측불허의 불가항력적인 원인을 의미 합니다.<br><br> 
(2) 거래에 대한 책임제한<br>
① 서비스내의 무료 또는 유료 콘텐트들은 제휴계약을 통해 제공되는 콘텐트들로서 콘텐트 운영 및 관리는 회사와 제휴계약을 체결한 제휴계약자들의 책임 하에 독자적으로 이루어지고 있으며, 재화 및 용역의 판매에 따른 모든 책임 또한 제휴계약자들이 부담하고, 
 회사는 이에 대해 일체 관여하지 않습니다. 회사는 단지 이용자들이 제휴계약자들에게 접속할 수 있는 연결(링크) 수단과 콘텐트 관리 기능만을 제공하고 있습니다.<br><br>② 이용자가 서비스를 통하여 재화 및 용역을 구매하는 경우에는 이용자와 제휴계약자간에서 정한 약관 등 제반 규정이 적용됩니다. 
 따라서 주문한 용역 및 서비스에 대한 구매확인 및 취소, 대금결제, 배송, 배송확인, 반품, 교환 등 재화 및 용역의 주문 및 구매와 관계되는 일체의 절차는 이용자와 제휴계약자간 체결한 약관 등의 제반 규정 및 절차에 따라야 하며, 회사는 이용자의 구매행위에 일체 관여하지 않습니다.<br><br>
③ 제휴계약자가 제공하는 용역 및 서비스를 이용하여 구매한 용역 및 서비스의 절차상의 하자, 배송(전송)상의 하자, 배송(전송)지체 등의 문제가 발생하는 경우 이용자는 제휴계약자에게 직접 연락하여 문제를 해결하여야 하며, 회사는 이에 관여하지 않으며 책임도 부담하지 않습니다.</pre>
</body>
</html>